Repository: Conectivo/cciaa.modulistica
Catalog: cciaa/modulistica/locales/*/LC_MESSAGES/cciaa.modulistica.po
Languages: es

source: CCIAA: Downloadable Forms view
es: CCIAA: Vista de formatos a descargar

source: Downloadable forms view
es: Vista de formatos a descargar

source: External link
es: Enlace externo

source: Link
es: Enlace

source: Show and organize files in the folder.
es: Mostra y organiza los archivos en una carpeta.

source: Some additional feature, mainly a new view, for make easy the download of forms and documents
es: Algunas característica adicional, sobre todo una nueva vista, para facilitar la descarga de formularios y documentos

source: download_message
es: Descarga el archivo ${title}

source: external link
es: enlace externo

source: goto_message
es: Ir al enlace ${title}

source: help_cciaafolder_columnstitles
es: Pon allí, uno por línea (hasta 4), las columnas de los títulos que se deben poner en la parte superior de las tablas creadas cuando se utilizan en las vista de archivos. Al no proveer dichos valores no se muestran los encabezados de la tabla.

source: label_cciaafolder_columnstitles
es: Titulo de las columnas
